Repository: SubvertDev/ForPDA
Catalog: Modules/Sources/UserPunishmentFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Always
ru: Всегда

source: Apply
ru: Применить

source: Ban
ru: Бан

source: Cancel
ru: Отмена

source: Confirm punishment
ru: Подтвердите повышение

source: Days
ru: Дней

source: Delete Post
ru: Удалить пост

source: Hours
ru: Часов

source: Input message...
ru: Введите сообщение…

source: Input reason...
ru: Введите причину…

source: Last chanse
ru: Последний шанс

source: Levels
ru: Уровень

source: Message
ru: Сообщение

source: No
ru: Нет

source: No message specified
ru: Не указано сообщение

source: OK
ru: ОК

source: Permanent
ru: Перманентный

source: Premoderation
ru: Пред. проверка

source: Punishment
ru: Наказание

source: Raise
ru: Повысить

source: Read Only
ru: Только чтение

source: Reason
ru: Причина

source: Reason not specified
ru: Не указана причина

source: Templates
ru: Шаблон

source: The warning level is already at its maximum
ru: УП уже максимален

source: This user's warning level has already been raised within the last 5 hours
ru: УП этого пользователя уже повышали за последние 5 часов

source: Unknown error
ru: Неизвестная ошибка
